[[["再见","byebye",null,null,1],[null,null,"Zàijiàn"]],null,"en",null,null,[["byebye",null,[["再见",1000,true,false],["拜拜",1000,true,false],["再见",1000,true,false],["BYEBYE",0,true,false]],[[0,6]],"byebye",0,0]],0.98828125,["\u003cb\u003e\u003ci\u003ebye bye\u003c/i\u003e\u003c/b\u003e","bye bye",[1],null,null,false],[["vi"],null,[0.98828125],["vi"]],null,null,[["名词",[[["adieu","cheerio","goodbye","good-bye","bye","good day"],""]],"bye-bye"]],null,[[["Yet when it comes to evaluating a woman's qualification to advise, the market gives top dollar to those who weep, those who wail, those who fail, those who spite and those who fall apart when a man says \u003cb\u003ebye-bye\u003c/b\u003e .",null,null,null,3,"m_en_us1229815.001"],["Whenever I remember that trains can arrive at the beach to pick us up, jackets can sing, and swings can wave \u003cb\u003ebye-bye\u003c/b\u003e , our day goes better.",null,null,null,3,"m_en_us1229815.001"],["Now if you excuse me, it's our turn to ride the Ferris wheel, so \u003cb\u003ebye-bye\u003c/b\u003e .",null,null,null,3,"m_en_us1229815.001"],["But since you can no longer be of any help, its time to say \u003cb\u003ebye-bye\u003c/b\u003e .",null,null,null,3,"m_en_us1229815.001"],["So fine, he gives me the cd, I give him my business card so he can contact me and get it back, he gives me his phone number, I have to go to my appointment, \u003cb\u003ebye-bye\u003c/b\u003e .",null,null,null,3,"m_en_us1229815.001"],["It would seem carbs are his enemy so \u003cb\u003ebye-bye\u003c/b\u003e dry food.",null,null,null,3,"m_en_us1229815.001"],["The cops did a few drive-bys, the bums did some walk-bys, and we said \u003cb\u003ebye-bye\u003c/b\u003e .",null,null,null,3,"m_en_us1229815.001"],["So, these are certainly things that people want to check out, if they would like to pop over for dinner, just stay the evening, and say, nice seeing you, \u003cb\u003ebye-bye\u003c/b\u003e .",null,null,null,3,"m_en_us1229815.001"],["Yes, this is obviously not a common thing to say - but its short form, \u003cb\u003ebye-bye\u003c/b\u003e , certainly is.",null,null,null,3,"m_en_us1229815.001"],["Without co-listers, many high-profile borough mayor candidates could find themselves swiftly saying \u003cb\u003ebye-bye\u003c/b\u003e to their political careers.",null,null,null,3,"m_en_us1229815.001"],["These motions need to be slow, however - you don't want it to look like you're waving \u003cb\u003ebye-bye\u003c/b\u003e ; you want it to look like your fingers are gently weaving in an almost hypnotic pattern.",null,null,null,3,"m_en_us1229815.001"],["Shouldn't we dispense with a weak link, and if the weak link is the human failure of an umpire, then \u003cb\u003ebye-bye\u003c/b\u003e .",null,null,null,3,"m_en_us1229815.001"],["Everything was fine as loved ones waved \u003cb\u003ebye-bye\u003c/b\u003e to me at the bottom (after getting me to sign away the house, car, life insurance etc).",null,null,null,3,"m_en_us1229815.001"],["That's saying \u003cb\u003ebye-bye\u003c/b\u003e to all the accumulated wisdom of the human race.",null,null,null,3,"m_en_us1229815.001"],["When I turned 18, I said \u003cb\u003ebye-bye\u003c/b\u003e to the last grade of high school and my little town, and came to Montreal to work.",null,null,null,3,"m_en_us1229815.001"],["The finger has been pointed and as it puts out a cigarette and hangs a hat it waves \u003cb\u003ebye-bye\u003c/b\u003e (that's a lot of work for a finger).",null,null,null,3,"m_en_us1229815.001"],["‘Okay \u003cb\u003ebye-bye\u003c/b\u003e , my love,’ she said as her farewell.",null,null,null,3,"m_en_us1229815.001"],["As I kissed you \u003cb\u003ebye-bye\u003c/b\u003e , I told you I would see you tomorrow and let the nurse take you away.",null,null,null,3,"m_en_us1229815.001"],["She laughed and said, ‘No, that morning in the shower I looked down, waved and said \u003cb\u003ebye-bye\u003c/b\u003e .’",null,null,null,3,"m_en_us1229815.001"],["So actually, fights don't last long, because once you go down like that, you know, and you make a mistake, it's going to be \u003cb\u003ebye-bye\u003c/b\u003e .",null,null,null,3,"m_en_us1229815.001"]]],[["bye-bye!","bye"]]]